Repository: Emiliemorais/IDo
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Sender name
pt_br: Nome

source: Customer email
pt_br: Email

source: Custome phone
pt_br: Telefone

source: Message
pt_br: Mensagem

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Years
pt_br: Anos

source: Sporting
pt_br: Esportivo

source: Adventurous
pt_br: Aventureiro

source: Homelike
pt_br: Caseiro

source: Partier
pt_br: Festeiro

source: Sender age
pt_br: Idade

source: Partner name
pt_br: Nome da pessoa

source: Partner age
pt_br: Idade da pessoa

source: Story
pt_br: História do casal

source: Relationship time number
pt_br: Tempo de relação

source: Date Period
pt_br: Período

source: Lifestyle
pt_br: Estilo de vida

source: Personality
pt_br: Característica principal de personalidade (Ex: tímida)

source: Cost pretension
pt_br: Quanto pretende gastar

source: Ideal place
pt_br: Tipo de lugar ideal para o pedido (Ex: Ao ar livre)

source: Sender email
pt_br: Email

source: Sender phone
pt_br: Telefone

source: Additionl info
pt_br: Outras informações

source: About
pt_br: Quem somos

source: Where we are
pt_br: Onde estamos

source: Talk to us
pt_br: Fale Conosco

source: Solicit your budget
pt_br: Solicite seu orçamento

source: Enterprise info
pt_br: Informações da empresa

source: Messages
pt_br: Mensagens

source: Bugdet solicitations
pt_br: Solicitações de orçamento

source: Login
pt_br: Entrar

source: Logout
pt_br: Sair

source: You
pt_br: Você

source: Your partner
pt_br: A pessoa que receberá o pedido

source: Your Relationship
pt_br: Sobre o relacionamento

source: The propose
pt_br: Sobre o pedido

source: Solicit
pt_br: Solicitar
